---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionNameKey
source: html/c1124cc8-0d49-dbe2-1d89-bc70ccb1ed3a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionNameKey Property

"Section Name Key"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionNameKey { get; }
```